export const LEGO_HISTORY_COMMIT = "98c11c1c7ef7934c51edd1752b57326cee52d413";
export const LEGO_PARCELS_NOTE_ID = "3df90019-eb27-4d3e-b209-2518071a6171";

export const LEGO_PARCELS_BEFORE = [
  "## Посылки",
  "- [x] Двор",
  "- [x] Спальня Грифиндора",
  "- [x] Большой зал",
  "- [ ] ...",
].join("\n");

export const LEGO_PARCELS_AFTER = [
  "## Посылки",
  "- [x] Двор",
  "- [x] Спальня Грифиндора",
  "- [x] Большой зал",
  "- [x] Опушка",
  "- [x] Гостинная Пуфендуй",
  "- [ ] ...",
].join("\n");

export const LEGO_LOCKS_BEFORE = [
  "## Замки",
  "- [ ] Коридор Чар",
  "- [ ] Класс Чар (левый)",
  "- [ ] Внешний коридор (картина слева)",
  "- [ ] Внешний коридор (факел справа)",
  "- [ ] Дырявый котел",
  "- [ ] Большой зал (слева у профессорского стола)",
  "- [ ] Большой зал (справа на профессорском столу)",
  "- [ ] Двор у Класса Полетов (тачка)",
  "- [ ] Класс Травологии",
  "- [ ] Класс Полетов",
  "- [ ] ...",
].join("\n");

export const LEGO_LOCKS_AFTER = [
  "## Замки",
  "- [ ] Коридор Чар",
  "- [ ] Класс Чар (левый)",
  "- [ ] Внешний коридор (картина слева)",
  "- [ ] Внешний коридор (факел справа)",
  "- [ ] Дырявый котел",
  "- [ ] Большой зал (слева у профессорского стола)",
  "- [ ] Большой зал (справа на профессорском столу)",
  "- [ ] Двор у Класса Полетов (тачка)",
  "- [ ] Класс Травологии",
  "- [ ] Класс Полетов",
  "- [ ] Класс Трансфигурации",
  "- [ ] Гостинная Пуфендуй",
  "- [ ] Ванный коридор - сверху",
  "- [ ] Ванный коридор - вход в женскую ванную",
  "- [ ] Вход в гостинную Слизерин - люки",
  "- [ ] ...",
].join("\n");
